{
  "carousel": [
    {
      "id": "e347",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760875886/enxwoh7beyfos52qp57i.jpg",
      "title": "GenShin Impact",
      "link": "https://genshin.hoyoverse.com/en?utm_source=HoYoverse&utm_medium=banner",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760875873/iv4bgd6fam1qn05jcnop.jpg",
      "text": "Thông Tin Mới Nhất về Phiên Bản Luna I - \"Vũ Điệu Của Rừng Sương Và Sóng Tuyết\""
    },
    {
      "id": "5732",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760876007/ehvsghhtyxnspnqubr8c.jpg",
      "title": "Honkai: Star Rail",
      "link": "https://hsr.hoyoverse.com/en-us/?utm_source=HoYoverse&utm_medium=banner",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760876000/yqr46vwscvcvytm2i8vs.png",
      "text": "HonKai: Star Rail Phiên Bản 3.6 \"Trở Về Mặt Đất Từ Đêm Dài\" Đã Ra Mắt"
    },
    {
      "id": "80fb",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760888442/ic2p9vgivezmv8o5efbr.jpg",
      "title": "HonKai Impact 3",
      "link": "https://honkaiimpact3.hoyoverse.com/asia/vi-vn/home?utm_source=hoyoverse&utm_medium=banner",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760876071/s8utrzgcfk8w7hewpmgl.jpg",
      "text": "Phiên Bản 8.4 [Ngôi Sao Nghịch Mệnh] Hiện Đã Mở!"
    },
    {
      "id": "4b3a",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760895508/j1du2zcrcscmynhgelfz.jpg",
      "title": "Zenless zone Zero",
      "text": "HonKai: Star Rail Phiên Bản 3.6 \"Trở Về Mặt Đất Từ Đêm Dài\" Đã Ra Mắt",
      "link": "ádasda",
      "status": false,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760895481/fkcpqbfyox5mhstvru3u.png"
    },
    {
      "id": "134e",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760895552/g4ozo9zlrq6vzg4rvv8w.jpg",
      "title": "HoYoLab",
      "text": "HonKai: Star Rail Phiên Bản 3.6 \"Trở Về Mặt Đất Từ Đêm Dài\" Đã Ra Mắt",
      "link": "ádasd",
      "status": false,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760895544/hqhvvqa8ilfw8rfpp4dd.jpg"
    }
  ],
  "News": [
    {
      "id": "6ffd",
      "name": "Zenless Zone Zero",
      "title": "Zenless Zone Zero Phiên Bản 2.3 \"Liệu Có Từng Nhớ Mộng Ước Xưa\" Sẽ Ra Mắt Vào 15/10, Khám Phá Những Câu Chuyện Kỳ Bí",
      "text": "Singapore, 04/07/2025 - Thương hiệu giải trí tương tác toàn cầu HoYoverse hôm nay đã công bố, tựa game ARPG Ảo Tưởng Đô Thị Zenless Zone Zero phiên bản 2.1 \"Cơn Sóng Muộn Màng Vỗ Bờ\" sẽ ra mắt vào 16/07. Bản cập nhật chủ đề mùa hè này sẽ mở ra Mùa 2 Chương 2 của cốt truyện chính, tập trung vào phe Ngôi Nhà Quái Dị, đồng thời mở ra khu vực mới là Vịnh Sailume và Fantasy Resort. Ngoài những sự kiện phong phú, Người Kết Nối sẽ khám phá sâu hơn những bí mật bên bờ biển dưới những con sóng, chào đón một mùa hè phi thường đan xen giữa tình bạn và phiêu lưu.\n\n \n\nNhấn đến xem trailer Zenless Zone Zero mới nhất: https://youtu.be/ZeDWAW3Q31c\n\n \n\nTrong phiên bản 2.1, hai khu vực hoàn toàn mới là Vịnh Sailume và Fantasy Resort sẽ mở ra đón chào người chơi. Vịnh Sailume tọa lạc dưới chân vách núi Failume Heights sẽ trở thành địa điểm quan trọng trong cốt truyện Chương 2. Để xoa dịu xung đột do sự kiện Hội Ca Tụng gây ra, Porcelumex chủ động tiến hành điều tra an toàn tại Bán Đảo Waifei. Trong đoàn thanh tra gồm các chuyên gia có cả hậu duệ của gia đình quý tộc Thymefield là Alice Thymefield, người sau đó đã trở thành thành viên của Ngôi Nhà Quái Dị. Đồng thời, nhiều câu chuyện mùa hè thú vị sẽ diễn ra tại Fantasy Resort, nơi có những bãi biển trải dài, hàng dừa rì rào và bầu không khí nghỉ dưỡng tràn đầy sức sống, là địa điểm tuyệt vời cho những cuộc phiêu lưu và khám phá giữa mùa hè rực rỡ.\n\n \n\nHai Người Đại Diện xuất sắc đến từ Ngôi Nhà Quái Dị sẽ tham gia chiến đấu. Ukinami Yuzuha là một Người Đại Diện Chi Viện thuộc tính Vật Lý cấp S xảo quyệt, cô ấy sẽ triệu hồi đồng đội Tanuki - Kama ném những quả bom kẹo vào kẻ địch, tăng cường Chỉ Số Tích Lũy Dị Thường cho Người Đại Diện trên sân. Kỹ năng Sợ Hãi Ngọt Ngào đặc trưng của cô ấy có thể thích ứng với thuộc tính hiện tại của Người Đại Diện thông qua cơ chế Muôn Người Muôn Sắc, tăng đáng kể Hiệu Suất Tích Lũy Dị Thường và kích hoạt Cú Đánh Bổ Sung. Alice Thymefield là thành viên mới nhất của Ngôi Nhà Quái Dị, cô ấy là một Người Đại Diện Dị Thường thuộc tính Vật Lý cấp S, với tư cách là người thừa kế quý tộc, cô ấy sử dụng kiếm thuật tinh xảo để di chuyển linh hoạt trên chiến trường và tích lũy Nghi Thức Kiếm. Thông qua việc tiêu hao Nghi Thức Kiếm, Alice có thể tung ra những đòn đánh mạnh mẽ vào kẻ địch, tăng hiệu quả Cường Kích và sát thương Hỗn Loạn. Đồng thời, Miss Esme cấp S xinh đẹp và thanh lịch sẽ bay theo bên cạnh Người Đại Diện và triệu hồi đạo cụ buff, tạo ra hiệu quả buff hồi Năng Lượng hoặc HP. Ngoài ra, Hoshimi Miyabi (Người Đại Diện Dị Thường thuộc tính Sương Giá cấp S) và Tsukishiro Yanagi (Người Đại Diện Dị Thường thuộc tính Điện cấp S) sẽ trở lại trong Chỉnh Kênh phiên bản 2.1.\n\n \n\nFantasy Resort huy hoàng một thời đang chờ đợi được khôi phục, Người Kết Nối sẽ cùng với thành viên Ngôi Nhà Quái Dị hồi sinh thiên đường mùa hè thông qua chuỗi sự kiện dưới nước. Người Kết Nối có thể sử dụng đạo cụ buff để tham gia đường đua vượt chướng ngại vật, tận hưởng niềm vui lướt sóng, hoặc ngồi thuyền đi vòng quanh đảo để tham gia thử thách bắn súng gay cấn trên biển. Sự kiện câu cá phiên bản nâng cấp còn mở rộng phạm vi vùng biển, thêm các loài cá mới, ưu hóa trải nghiệm tương tác đồng thời giảm gánh nặng, mang đến trải nghiệm chơi game nhẹ nhàng nhưng đa dạng. Ngoài sự kiện mùa hè, Yuzuha, Alice và anh em nhân vật chính còn nhận được trang phục hè mới. Sự kiện Bangboo đấu cờ hoàn toàn mới \"Um Ne Kỳ Văn Lục\" cũng sẽ ra mắt, mở chế độ PVP. Ngoài ra, Thí Luyện Mô Phỏng Ác Chiến cũng được đón nhận cập nhật, cơ chế tính điểm mới sẽ cung cấp sân khấu để các Người Kết Nối yêu thích chiến đấu thể hiện kỹ nghệ tinh xảo của mình.\n\n \n\nZenless Zone Zero phiên bản 2.1 \"Cơn Sóng Muộn Màng Vỗ Bờ\" sẽ ra mắt vào 16/07, với nhiều cải tiến hỗ trợ cho cuộc phiêu lưu mùa hè. Để tri ân sự ủng hộ của các người chơi trong suốt thời gian qua, trước khi kết thúc phiên bản 2.1, người chơi có thể đăng nhập để nhận 1600 Film Màu. Đánh giá ESRB của game này là Teen, đánh giá PEGI là 12, hỗ trợ các nền tảng PlayStation®5 Pro, PlayStation®5, Xbox, PC, iOS và Android. Để biết thêm thông tin chi tiết, vui lòng truy cập trang chủ: https://zenless.hoyoverse.com/ hoặc theo dõi tài khoản Twitter @ZZZ_VIETNAM.",
      "date": "2025-09-30",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760901733/hf0aiavdf2esm3nagv92.jpg"
    },
    {
      "id": "4ff5",
      "name": "Zenless Zone Zero",
      "title": "Zenless Zone Zero Phiên Bản 2.3 \"Liệu Có Từng Nhớ Mộng Ước Xưa\" Sẽ Ra Mắt Vào 15/10, Khám Phá Những Câu Chuyện Kỳ Bí",
      "text": "29/09/2025, Singapore - Thương hiệu giải trí tương tác toàn cầu HoYoverse hôm nay đã công bố, tựa game ARPG ảo tưởng đô thị Zenless Zone Zero phiên bản 2.3 \"Liệu Có Từng Nhớ Mộng Ước Xưa\" sẽ chính thức ra mắt vào 15/10. Trong bản cập nhật này, người chơi sẽ đồng hành cùng Ngôi Nhà Quái Dị khám phá khu vực mới mở khóa \"Đồi Xưa\", nơi những truyền thuyết siêu nhiên vang vọng trong Lỗ Hổng bị bỏ hoang. Lucia, Yidhari và Komano Manato sẽ gia nhập chiến trường với tư cách là Người Đại Diện mới, đồng thời cũng sẽ chào đón lối chơi mới, trang phục mới của Vivian và Komano Manato, cùng với các nội dung sự kiện phong phú.\n\n \n\nNhấn để xem trailer Zenless Zone Zero mới nhất: Chờ thêm link: https://youtu.be/dSsx7hMlReY\n\n \n\nKhu vực mới \"Đồi Xưa\" nổi tiếng với trữ lượng Huy Lĩnh Thạch phong phú, nơi đây ẩn chứa di tích bãi thử nghiệm và cơ sở nghiên cứu bỏ hoang, những câu chuyện rùng rợn cũng từ đây mà sinh ra: Thợ mỏ biến mất trong Uế Tức, tiếng chuông lay động vang vọng trong Lỗ Hổng, sinh vật có khả năng nhìn thấu lòng người, và kẻ thôi miên có thể lôi kéo mọi người vào giấc mơ. Vùng đất này bị bao phủ bởi bầu không khí kỳ dị, và cuộc phiêu lưu mới sẽ bắt đầu từ vụ mất tích bí ẩn của các thợ mỏ và nhân viên Porcelumex, những Người Kết Nối sẽ đi sâu vào trong Lỗ Hổng, vạch trần chân tướng khiến người ta bất an.\n\n \n\nThành viên mới đến từ Ngôi Nhà Quái Dị không chỉ giỏi trong việc truy tìm những câu chuyện kỳ bí, mà còn sở hữu sức mạnh chiến đấu vô cùng mạnh mẽ. Là một người đam mê Ethereal cuồng nhiệt, Lucia - Người Đại Diện Chi Viện thuộc tính Ether cấp S, có thể tái hiện hình ảnh của Ethereal trong trận chiến. Thông qua việc tích lũy Điểm Cõi Mộng, Lucia có thể bước vào trạng thái cõi mộng và mở Tấm Rèm Ether - Suối Trào, tăng giới hạn HP cho toàn đội, đồng thời tăng DMG của đội thông qua việc tăng DMG Lực Quán Xuyến hoặc kích hoạt Cú Đánh Bổ Sung cho đồng đội. Yidhari - Người Đại Diện Mệnh Phá thuộc tính Băng cấp S, có phong cách chiến đấu vừa mạo hiểm vừa bền bỉ. Cô ấy có thể tăng Lực Quán Xuyến dựa trên giới hạn HP của bản thân, và DMG Băng gây ra từ các chiêu thức đều là DMG Quán Xuyến, bỏ qua phòng thủ của kẻ địch. Tỷ lệ HP càng thấp thì sát thương gây ra càng cao, việc cân bằng giữa tiêu hao và hồi phục HP sẽ là yếu tố then chốt. Đồng thời, Komano Manato cũng sẽ gia nhập chiến trường với tư cách là Người Đại Diện Mệnh Phá thuộc tính Hỏa cấp A, tấn công của anh ấy sẽ tăng Lực Quán Xuyến dựa trên giới hạn HP. Ngoài ra, Người Đại Diện cấp S Vivian (Dị Thường - Ether) và Ju Fufu (Khống Chế - Hỏa) sẽ trở lại trong Chỉnh Kênh phiên bản này.\n\n \n\nZenless Zone Zero tiếp tục mang đến cho người chơi nội dung phong phú và trải nghiệm chiến đấu được tối ưu hóa. Trong phiên bản 2.3, Chiến Binh 0 - Anby sẽ được kích hoạt tiềm năng, điều chỉnh cơ chế tấn công, nâng cao trải nghiệm chiến đấu, từ đó mở rộng thêm tiềm năng chiến đấu của Anby. Lối chơi mới \"Suy Đoán Chạm Ngưỡng\" sẽ mang đến cho người chơi thử thách kép về chiến đấu và chiến thuật, Người Kết Nối cần huấn luyện nhiều đội hình để chống lại tình huống chiến đấu phức tạp. Sự kiện \"Khi Giấc Mộng Còn Dang Dở\" có lối chơi theo lượt, Người Kết Nối có thể điều khiển quái vật thuộc các chủng tộc khác nhau, vận dụng chiến thuật đa dạng để chiến đấu, hoàn thành sự kiện có thể nhận miễn phí Người Đại Diện Komano Manato. Ngoài ra, sự kiện chụp ảnh chiến đấu được yêu thích \"Tách! Màn Công Kích Rực Rỡ\" cũng sẽ trở lại với phiên bản nâng cấp, cung cấp góc nhìn tự do hơn, cùng với bộ lọc và khung hình đa dạng, hứa hẹn mang đến trải nghiệm phong phú hơn.\n\n \n\nCâu chuyện của New Eridu vẫn đang tiếp diễn, Zenless Zone Zero sẽ hé lộ một góc nhỏ trong hành trình tương lai của người chơi. Banyue, Dialyn, Zhao và Ye Shunguang sẽ tham gia vào hành trình của Người Đại Diện trong tương lai gần. Để bày tỏ lời cảm ơn đến những Người Đại Diện bước vào hành trình mạo hiểm sắp tới, ngoài 10 Băng Gốc Mã Hóa và 10 Boopon, Người Kết Nối còn có thể nhận thêm 600 Film Màu trong thời gian phiên bản 2.3.\n\n \n\nZenless Zone Zero Phiên Bản 2.3 \"Liệu Có Từng Nhớ Mộng Ước Xưa\" sẽ ra mắt trên các nền tảng PlayStation®5 Pro, PlayStation®5, Xbox Series X|S, Xbox Cloud Gaming, PC, iOS và Android vào ngày 15/10. Đánh giá ESRB của game này là Teen, đánh giá PEGI là 12. Để biết thêm thông tin chi tiết, vui lòng truy cập https://zenless.hoyoverse.com/ hoặc theo dõi tài khoản Facebook @ZZZ.Official.VI.",
      "date": "2025-09-30",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761079827/cjrnptnmo4oc93soxqxc.jpg"
    },
    {
      "id": "1892",
      "title": "Genshin Impact Phiên Bản \"Luna I\" Ra Mắt Cuộc Phiêu Lưu Dưới Ánh Trăng Tại Nod-Krai Vào 10/09",
      "name": "Genshin Impact",
      "text": "Thương hiệu giải trí tương tác toàn cầu HoYoverse đã hé lộ một chương mới đầy ấn tượng trong Genshin Impact với phiên bản Luna I \"Bài Ca Không Nguyệt - Chuyển Tiếp\" sẽ ra mắt vào 10/09. Bản cập nhật này mở màn cho chuỗi phiên bản \"Bài Ca Không Nguyệt\" kéo dài một năm, giới thiệu vùng đất tiếp theo - Nod-Krai và hé lộ thêm về mặt trăng bí ẩn của Teyvat. Người chơi sẽ tham gia vào cuộc chiến đang diễn ra cùng các thế lực ở khắp Teyvat, gặp gỡ ba đồng đội mới từ vùng đất này và làm chủ sức mạnh cổ xưa của mặt trăng trong hành trình khám phá và chiến đấu.\n\n \n\nXem trailer phiên bản Luna I tại đây: https://youtu.be/7ggMwb5tXJQ\n\n\n \n\nSau khi người chơi tạm biệt Natlan, hiện sẽ có thể đi về phía bắc, đến ba hòn đảo của Nod-Krai, gặp gỡ với người dân ở đó. Trong Nhiệm Vụ Ma Thần mới, người chơi sẽ cùng Lauma đến từ Dòng Dõi Sương Nguyệt chống lại Fatui, cùng Người Giữ Đèn Flins chống lại Cuộc Săn Hoang Dã và gặp gỡ những gương mặt mới tại Thị Trấn Nasha. Âm mưu của Fatui nhằm chiếm đoạt sức mạnh của mặt trăng bắt đầu lộ diện với sự xuất hiện của Quan Chấp Hành Sandrone, hay còn gọi là \"Marionette\". Columbina, từng được biết đến là Quan Chấp Hành \"Damselette\", giờ đã ẩn mình tại quê hương Nod-Krai, được người dân địa phương tôn là \"Thiếu Nữ Mặt Trăng\". Người chơi gặp gỡ cô ấy có thể được ban phước lành mạnh mẽ cho hành trình của mình. Nếu muốn nhanh chóng bắt đầu cuộc mạo hiểm ở Nod-Krai, người chơi có thể trực tiếp đến khu vực mới này sau khi hoàn thành cốt truyện chính của Mondstadt và đạt đến hạng mạo hiểm cấp 28, hoặc tiếp tục tiến hành Nhiệm Vụ Ma Thần mới sau khi hoàn thành cốt truyện của Liyue.\n\n \n\nỞ Nod-Krai, một loại sức mạnh nguyên tố cổ xưa tên là \"Kuuvahki\" bao trùm khắp nơi, định hình cả cuộc sống và môi trường. Người chơi có thể sử dụng sức mạnh ẩn chứa trong thực vật, máy móc thậm chí là địa hình để vượt qua những thử thách khi thám hiểm, và cũng có thể hóa thân thành sinh mệnh nguyên tố độc đáo \"Kuuhenki\", di chuyển nhanh như chớp cùng với Con Đường Kuuhenki nhờ luồng khí nhỏ. Trong chiến đấu, sức mạnh của Kuuvahki cũng sẽ thể hiện trên kẻ địch và đồng đội, đòi hỏi người chơi lập ra chiến lược phù hợp để đánh bại kẻ thù, đồng thời trao cho một số nhân vật khả năng kích hoạt phản ứng Nguyệt đặc biệt.\n\n \n\nPhiên bản Luna I sẽ chào đón 3 nhân vật hoàn toàn mới đến từ Nod-Krai. Lauma là Vịnh Nguyệt Sứ của Dòng Dõi Sương Nguyệt và sử dụng Pháp Khí 5 sao, có thể tạo ra phản ứng Nguyệt-Sum Suê mới với sức mạnh Nguyên Tố Thảo. Sử dụng tài nguyên đặc biệt \"Sương Xanh\" sinh ra từ phản ứng Nguyệt-Sum Suê, cô có thể tăng sát thương liên quan đến Sum Suê cho đội. Nhờ mối liên kết đặc biệt với động vật, cô thậm chí có thể chạy nhanh trong hình dáng nửa người nửa hươu. Flins, một người sử dụng Vũ Khí Cán Dài 5 sao với sức mạnh Nguyên Tố Lôi để tung ra các đòn tấn công Nguyệt-Điện Cảm, có thể tung ra một đòn tấn công đơn lẻ hoặc có thể tạo ra một cơn bão thương. Là một Ratnik dày dạn kinh nghiệm, Flins có thể nghe thấy những lời thì thầm khó nắm bắt của Cuộc Săn Hoang Dã trong quá trình thám hiểm. Còn Aino, một nhân vật sử dụng Trọng Kiếm Nguyên Tố Thủy 4 sao, cũng là người tạo ra Ineffa, mang đến sự khéo léo về cơ khí lẫn sự ấm áp của gia đình. Xưởng máy móc và những phát minh của cô, bao gồm cơ quan chiến đấu và boss mới, Vịt Nắm Đấm sẽ đem lại những tương tác thú vị cho hành trình. Người chơi có thể mời Aino vào đội miễn phí khi hoàn thành Nhiệm Vụ Ma Thần mới ở Nod-Krai.\n\n \n\nTính năng nội dung hoàn toàn mới \"Nơi Tụ Họp\" sẽ cho phép người chơi bước vào cuộc sống thường nhật của những người bạn đồng hành này: Cùng nghe Lauma kể lại những truyền thuyết của Dòng Dõi Sương Nguyệt, lang thang trong Xưởng Krumkake Clink-Clank nhộn nhịp cùng Aino và Ineffa, cũng như khám phá những câu chuyện được giữ kín bấy lâu nay của những Người Giữ Đèn tại nhà của Flins. Trong phiên bản Luna I, sự kiện cầu nguyện nửa đầu sẽ có sự góp mặt của Lauma cùng sự trở lại của Nahida, đồng thời sẽ mở Sử Ký Cầu Nguyện chủ đề Sumeru, còn nửa sau sẽ có sự góp mặt của Flins, Aino và Yelan.\n\n \n\nNhững ưu hóa và phần thưởng mới sẽ mang đến nhiều tiện lợi và tài nguyên hơn cho cuộc phiêu lưu. Có nhiều cách để nhận EXP Mạo Hiểm hơn, giúp tăng cấp nhanh hơn. Các vật phẩm có thể thu thập sẽ được thêm vào Nhật Ký Hành Trình. Các tính năng mới như hiển thị trước thuộc tính bị khóa của Thánh Di Vật, thiết lập đội hỗ trợ thêm nhiều phương án thiết lập trước giúp tăng thêm sự tiện lợi. Đáng chú ý hơn là, đạo cụ Chòm Sao Vô Chủ mới cho phép nhân vật đột phá đến cấp 100, có thể nhận được bằng cách tích lũy cung mệnh 5 sao. Để chúc mừng phiên bản mới và kỷ niệm 5 năm ra mắt Genshin Impact, bản cập nhật cũng sẽ giới thiệu các phần thưởng phong phú bao gồm một nhân vật 5 sao miễn phí từ cầu nguyện thường, đăng nhập điểm danh hàng ngày để nhận Mối Duyên Vương Vấn ×10, và nhận Nguyên Thạch ×1600 cùng hai đạo cụ nhỏ chủ đề Nod-Krai qua thư v.v.\n\n \n\nNgoài ra, Genshin Impact còn công bố thêm chi tiết về \"Thiên Tinh Kỳ Vực\", hệ thống trò chơi UGC rất được mong đợi, cho phép người chơi sáng tạo và tận hưởng các màn chơi do những người chơi khác tạo ra. Được trang bị công cụ chỉnh sửa \"Sandbox Thiên Tinh\", người sáng tạo có thể tận dụng các hệ thống và tài nguyên hiện có của Genshin Impact để thiết kế và chia sẻ nhiều trải nghiệm mới mẻ, từ mô phỏng, trò chơi nhóm, đến thử thách sinh tồn v.v. Bắt đầu từ phiên bản Luna II, Thiên Tinh Kỳ Vực sẽ ra mắt, mở rộng lối chơi của Genshin Impact theo những cách mới mẻ và táo bạo.\n\n \n\nGenshin Impact phiên bản \"Luna I\" sẽ ra mắt vào 10/09, mở ra hành trình dưới ánh trăng tại Nod-Krai. Với tính năng nhiều người chơi và đồng bộ lưu trữ, người chơi sẽ có thể tận hưởng hành trình mạo hiểm trên các nền tảng PlayStation®, Xbox, PC, Android và iOS. Trò chơi đã được ESRB xếp hạng T cho Teen trên PS5, Xbox, PC, Google Play và 12+ trên iOS. Mời các bạn truy cập vào trang chủ chính thức Genshin Impact (genshin.hoyoverse.com) hoặc theo dõi @GenshinImpact trên X, Instagram và Facebook để biết thêm thông tin chi tiết.",
      "date": "2025-10-13",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761080300/glekjbr9ke8mvuubrjzb.jpg"
    },
    {
      "id": "9749",
      "title": "Honkai: Star Rail Phiên Bản 3.6 \"Trở Về Mặt Đất Từ Đêm Dài\" sẽ ra mắt vào ngày 24/9",
      "name": "Honkai: Star Rail",
      "text": "Singapore, ngày 12 tháng 9 năm 2025 - Thương hiệu giải trí tương tác toàn cầu HoYoverse hôm nay thông báo, phiên bản mới 3.6 \"Trở Về Mặt Đất Từ Đêm Dài\" của tựa game Honkai: Star Rail sẽ ra mắt vào 24/9. Trong bản cập nhật này, những người bạn cũ từ Đội Tàu Astral sẽ trở lại với diện mạo hoàn toàn mới, Evernight và Dan Heng - Permansor Terrae sẽ có màn ra mắt được mong đợi từ lâu. Đồng thời, Nhà Khai Phá sẽ có cơ hội nhận miễn phí nhân vật 5 sao \"Dan Heng - Permansor Terrae\". Ngoài ra, phiên bản 3.6 còn ra mắt nhiều sự kiện mới và cách chơi thú vị: Nhà Khai Phá có thể thử thách bản thân trong thử thách độ khó cao - \"Trọng Tài Dị Tướng\", hoặc thi đấu cùng nhiều người chơi khác trong \"Hỗn Chiến Sắc Màu\" để phân thắng bại!\n\n \n\nNhấn vào đây để xem PV mới:https://youtu.be/_2B_woXdf_E\n\n\n \n\nHiện tại, cục diện của Amphoreus vẫn đang biến chuyển nhanh chóng, tương lai vẫn còn là một ẩn số. Trong chương mới sắp tới, Evernight có những quan điểm độc đáo về \"Tái Sáng Thế\". Mặc dù suy nghĩ của cô có sự khác biệt với lý tưởng cứu thế hiện tại, nhưng cô vẫn quyết định đưa \"Tái Sáng Thế\" trong tâm tưởng của mình vào thực tiễn để cứu lấy Amphoreus. Đồng thời, Dan Heng cũng lên kế hoạch quay trở lại Amphoreus, vì sự đoàn tụ của Đội Tàu Astral, dù phải đối mặt với rủi ro lớn đến đâu, anh cũng sẵn sàng chấp nhận!\n\n \n\nBản cập nhật lần này sẽ chào đón hai nhân vật điều khiển được hoàn toàn mới. Người đầu tiên xuất hiện là Evernight, cô sẽ vén màn bí ẩn và tham gia vào đội hình của người chơi với tư cách là nhân vật 5 sao vận mệnh Ký Ức thuộc tính Băng. Theo lời kể của Evernight, cô tượng trưng cho quá khứ đã bị lãng quên của March 7th, và ý nghĩa tồn tại của cô cho đến nay chính là để bảo vệ tương lai của March 7th. Evernight giỏi phối hợp chiến đấu với Linh Hồn Ký Ức, khi cô ở trong đội hình, có thể tăng sát thương Bạo Kích cho toàn bộ Linh Hồn Ký Ức, và càng nhiều nhân vật vận mệnh Ký Ức trong đội thì hiệu ứng buff càng mạnh. Khi Evernight triệu hồi Linh Hồn Ký Ức của mình là \"Đêm Dài\", sẽ nhận được \"Chất Ký Ức\", càng tích lũy nhiều \"Chất Ký Ức\" thì sát thương của \"Đêm Dài\" cũng sẽ tăng theo. Khi \"Chất Ký Ức\" đạt đến số tầng nhất định, \"Đêm Dài\" sẽ lập tức hành động, gây sát thương lên toàn bộ phe địch. Còn Tuyệt Kỹ của Evernight không chỉ gây sát thương lên toàn bộ phe địch, mà còn cùng \"Đêm Dài\" bước vào trạng thái Cường Hóa đặc biệt có tên \"Bí Ẩn Tăm Tối\". Trong trạng thái này, sát thương của cả hai đều được tăng cường. Không chỉ vậy, khi thi triển Chiến Kỹ trong trạng thái Cường Hóa đặc biệt, Evernight còn có thể nhận thêm \"Chất Ký Ức\", từ đó tăng thêm tiềm năng gây sát thương của \"Đêm Dài\".\n\n \n\nMột nhân vật được mong đợi khác từ Đội Tàu Astral - Dan Heng - Permansor Terrae, cũng sẽ chính thức gia nhập đội hình nhân vật điều khiển được. Trong phiên bản 3.6, sau khi kế thừa Thương Long của Ẩm Nguyệt Quân, Dan Heng đã tiến thêm một bước trên con đường \"Bất Diệt\", mở khóa sức mạnh \"Permansor Terrae\" độc nhất của riêng mình. Sức mạnh mới này giúp anh có thể cung cấp khả năng bảo vệ toàn diện hơn cho đội hình. Trong chiến đấu, Dan Heng - Permansor Terrae có thể chỉ định một đồng đội trở thành [Đồng Bào], và triệu hồi [Hồn Rồng] cho họ, đồng thời tạo một Khiên có thể cộng dồn cho toàn bộ phe ta. Khi [Hồn Rồng] hành động, không những có thể xóa bỏ một Hiệu Ứng Xấu cho toàn bộ phe ta, mà còn cung cấp thêm Khiên. Khi Dan Heng - Permansor Terrae thi triển Tuyệt Kỹ, anh sẽ gây sát thương lên toàn bộ phe địch và tạo Khiên cho toàn bộ phe ta. Đồng thời, [Hồn Rồng] cũng sẽ được Cường Hóa, khi hành động sẽ phát động Đòn Đánh Theo Sau lên toàn bộ phe địch, và gây Sát Thương dựa trên năng lực chiến đấu của [Đồng Bào]. Ngoài ra, từ khi mở Bước Nhảy của Dan Heng - Permansor Terrae cho đến trước khi kết thúc phiên bản 4.0, Nhà Khai Phá có cấp độ ≥3 đăng nhập game sẽ nhận được miễn phí Nhân Vật 5 Sao \"Dan Heng - Permansor Terrae\".\n\n \n\nThử thách độ khó cao định kỳ mới \"Trọng Tài Dị Tướng\" cũng sẽ xuất hiện trong lần cập nhật này, các chơi này gồm 3 ải thử thách và 1 ải cuối cùng. Trong ải thử thách, Nhà Khai Phá cần phải lập 3 đội hình khác nhau để khiêu chiến, và sau khi vượt qua sẽ đối mặt với thử thách của ải cuối cùng. Sau khi hoàn thành tất cả sẽ nhận được đạo cụ mới \"Khóa Mã Hóa Can Thiệp\" cùng nhiều phần thưởng quý giá khác. Ngoài ra, một loạt sự kiện bao gồm sự kiện nuôi Thú Đại Địa \"Thời Tiết Đẹp Quá, Nuôi Nó Thôi!\" và \"Hỗn Chiến Sắc Màu\" cũng sẽ lần lượt được mở. Cuối cùng đáng chú ý là trong lần cập nhật này sẽ chính thức mở tính năng xem lại cốt truyện: Nhà Khai Phá có thể trải nghiệm lại Nhiệm Vụ Khai Phá, Khai Phá Tiếp Diễn và Nhiệm Vụ Đồng Hành đã hoàn thành, đồng thời có thể tự do lựa chọn các tình tiết cốt truyện hoặc hoạt họa cụ thể để xem lại.\n\n \n\nHonkai: Star Rail hỗ trợ các nền tảng PC, iOS, Android, Epic Games Store và PS5, lượng tải trên tất cả nền tảng đã chính thức vượt mốc 150 triệu lượt tải. Tựa game này đã giành được giải thưởng App Store iPhone Game of the Year, Google Play Best Game và The Game Awards BEST MOBILE GAME vào cuối năm 2023, và giành được giải thưởng Game Vận Hành Tốt Nhất Giải Cần Điều Khiển Vàng 2024 (Game Mobile) và PlayStation Partner Awards 2024. Đánh giá ESRB của game là T, đánh giá PEGI là 12.\n\n \n\nThông tin chi tiết về cập nhật mới nhất, vui lòng truy cập địa chỉ: https://hoyo.link/18zDCBAd, hoặc theo dõi @HonkaiStarRail trên Twitter (X), Instagram và Facebook.",
      "date": "2025-09-24",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761080416/kfsnehgbzt4wbcxndloq.jpg"
    },
    {
      "name": "Zenless Zone Zero",
      "title": "Zenless Zone Zero phiên bản 2.2 sẽ ra mắt ngày 4/9, Đội OBOL trở thành mấu chốt để phá vỡ cục diện",
      "text": "Singapore, 22/08/2025 - Thương hiệu giải trí tương tác toàn cầu HoYoverse hôm nay đã công bố, tựa game ARPG Ảo Tưởng Đô Thị Zenless Zone Zero phiên bản 2.2 \"Đừng Dịu Dàng Bước Vào Màn Đêm Đó\" sẽ ra mắt vào 04/09. Sau khi đánh bại âm mưu của Hội Ca Tụng, Lực Lượng Phòng Vệ đã cử Đội OBOL tham gia vào cục diện hỗn loạn này, mang đến Người Đại Diện mới Seed và Orphie & Magus. Cùng với những đồng minh đáng tin cậy và các sự kiện phong phú trong game, Người Kết Nối sẽ tìm hiểu sâu hơn về cuộc tranh giành quyền lực ở New Eridu, đồng thời khám phá quá khứ của Đội OBOL.\n\n \n\nNhấn để xem trailer Zenless Zone Zero mới nhất: https://youtu.be/fewL0nKeG8w\n\n \n\nChiến dịch lần này của Lực Lượng Phòng Vệ do \"thiếu tướng Lorenz\" dẫn đầu, thượng tá Isolde sẽ trực tiếp chỉ huy chiến đấu, đẩy cuộc tranh giành quyền lực tại Bán Đảo Waifei lên đến đỉnh điểm. Đội OBOL không chỉ sẽ quét sạch thế lực còn sót lại của Hội Ca Tụng, mà còn sẽ vén màn sự thật đã ẩn giấu bấy lâu nay, câu chuyện bí ẩn về quá khứ và nội tâm của Seed cũng sẽ được hé lộ trong phiên bản này.\n\n \n\nLà thiên tài cơ khí trẻ tuổi, Người Đại Diện Tiên Phong thuộc tính Điện cấp S Seed đã cải tạo Lão Seed thành một cỗ máy với khả năng áp chế hỏa lực mạnh mẽ, biến anh ấy thành một đồng đội chiến đấu xuất sắc. Seed giỏi phối hợp tác chiến với các Người Đại Diện Tiên Phong khác, tăng cường sát thương liên tục cho đội. Còn Người Đại Diện Tiên Phong thuộc tính Hỏa cấp S, Orphie & Magus đội trưởng Đội OBOL thì giỏi phối hợp tác chiến bằng cách sử dụng tia laser mạnh mẽ. Thông qua Siêu Chiến Kỹ, Orphie sẽ nhận được Tụ Lửa, khi kỹ năng tiêu hao Tụ Lửa đánh trúng kẻ địch, sẽ khiến tất cả thành viên đội vào trạng thái \"Ngắm Chuẩn Hồng Tâm\", tăng sức tấn công và khiến sát thương từ Cú Đánh Bổ Sung phần nào bỏ qua Phòng Thủ của kẻ địch. Trong danh sách thành viên xuất sắc còn có Bangboo cấp S Mercury, nó sẽ điều khiển xe tăng trên chiến trường để chi viện chiến đấu. Ngoài ra, nhân vật Khống Chế thuộc tính Điện Trigger và nhân vật Tiên Phong thuộc tính Hỏa Evelyn cũng sẽ gặp lại mọi người trong Chỉnh Kênh phiên bản 2.2. Đồng thời, \"Chiến Binh 0 - Anby\" hình mẫu của người lính ưu tú cũng đang khẩn trương tiến hành huấn luyện bí mật, Người Kết Nối có thể đón chờ Chiến Binh 0 - Anby trong Kích Hoạt Tiềm Năng, thể hiện sức mạnh vượt trội hơn trong phiên bản tương lai.\n\n \n\nVề sự kiện phiên bản, sự kiện đại chiến Bangboo được yêu thích - Bangboo Dũng Cảm Tòng Quân sẽ mang đến bản đồ mới, kẻ địch mới cùng các cơ chế ải mới như bụi cỏ và Uế Tức. Sau khi hoàn thành ải chỉ định, sẽ nhận được Bangboo cấp A mới \"Boo Thánh Kiếm\", trước khi tấn công, nó sẽ thử rút kiếm thánh, nếu thành công sẽ dùng kiếm thánh chém kẻ địch, nếu thất bại thì chỉ có thể đấm đối thủ thôi. Về sự kiện giải trí nhẹ nhàng, sự kiện \"Giai Điệu Cuộn Trào\" sẽ mời các Người Kết Nối thử thách bắt nhịp của các bản nhạc kinh điển để giành nhiều phần thưởng trong game.\n\n \n\nZenless Zone Zero vẫn luôn không ngừng nỗ lực tối ưu hóa trải nghiệm người chơi. Sau bản cập nhật này, Người Kết Nối có thể chọn Belle hoặc Wise làm đối tượng hẹn gặp trước khi bắt đầu nhiệm vụ đồng hành. Zenless Zone Zero phiên bản 2.2 \"Đừng Dịu Dàng Bước Vào Màn Đêm Đó\" sẽ ra mắt vào ngày 4/9 trên các nền tảng PlayStation®5 Pro, PlayStation®5, Xbox, PC, iOS và Android, với xếp hạng ESRB là Teen và PEGI 12+. Để biết thêm thông tin, vui lòng truy cập trang web chính thức: https://zenless.hoyoverse.com/ hoặc theo dõi tài khoản X @ZZZ_VIETNAM.",
      "date": "2025-08-25",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761080563/u1nexpqnrsnp1rb14meb.jpg",
      "id": "dccc"
    },
    {
      "id": "4fdb",
      "title": "Phiên bản 3.5 Honkai: Star Rail \"Trước Khi Anh Hùng Gục Ngã\" sẽ ra mắt vào 13/8",
      "name": "Honkai: Star Rail",
      "text": "Singapore, 2025/08/02 - HoYoverse, thương hiệu giải trí tương tác toàn cầu, hôm nay đã công bố phiên bản 3.5 mới \"Trước Khi Anh Hùng Gục Ngã\" của Honkai: Star Rail sẽ ra mắt vào 13/8. Phiên bản 3.5 sẽ chính thức mở ra nửa sau của cốt truyện Amphoreus. Nhà Khai Phá sẽ làm quen đồng đội mới, nghênh chiến kẻ địch và sự kiện mới, và chứng kiến diện mạo mới của những người bạn cũ. Đồng thời, Hysilens và Cerydra cũng sẽ xuất hiện rực rỡ, lần đầu tiên trở thành nhân vật có thể điều khiển được, sẽ cùng người chơi chứng kiến những diễn biến tiếp theo trong hành trình khai phá Amphoreus.\n\n \n\nNhấn vào đây để xem OP mới: https://youtu.be/VJ6XyhwuaMc\n\n\n \n\nTrong câu chuyện của phiên bản trước, Nhà Khai Phá đã hứa với Phainon, nhận trọng trách của \"Đấng Cứu Thế\". Còn Phainon thì dùng lửa giận mãnh liệt nhất để đối đầu với Nanook, khiến cho việc thúc đẩy của Irontomb một lần nữa bị buộc phải dừng lại. Nhưng hành trình vẫn chưa kết thúc, giải cứu Amphoreus vẫn là một bài toán khó không thể tránh né. Trong Nhiệm Vụ Khai Phá mới, Nhà Khai Phá sẽ cùng Cyrene bước vào Vòng Lặp Vĩnh Cửu mới, xuyên về Okhema của nghìn năm trước - thời đại mà người nắm giữ Ngọn Lửa \"Luật Pháp\", nữ hoàng Okhema, tiền bối của Aglaea, Hoàng Đế Cerydra vẫn đang tại vị.\n\n \n\nTrong phiên bản 3.5, hai nhân vật mạnh mẽ sẽ gia nhập đội hình của Nhà Khai Phá. Đầu tiên là Hysilens, cô là Thống Lĩnh Kỵ Sĩ của Thánh Thành, là một nhân vật 5 sao thuộc tính Vật Lý vận mệnh Hư Vô. Trong chiến đấu, Hysilens phù hợp để cùng tác chiến với các nhân vật liên quan đến Sát Thương Duy Trì. Khi thi triển Tuyệt Kỹ, Hysilens sẽ triển khai kết giới, trong thời gian kết giới, mỗi khi phe địch chịu một lần Sát Thương Duy Trì, Hysilens sẽ kích hoạt thêm một lần Sát Thương Duy Trì của riêng mình; Đồng thời, Tấn Công và Phòng Thủ của toàn phe địch cũng sẽ giảm. Ngoài ra, Tấn Công Thường, Chiến Kỹ và Tuyệt Kỹ của cô ấy đều có xác suất thi triển Sát Thương Duy Trì loại ngẫu nhiên lên phe địch, và Chiến Kỹ còn có thể tăng lượng sát thương mà toàn phe địch phải chịu, từ đó tăng khả năng gây sát thương tổng thể của đội.\n\n \n\nMột đồng đội 5 sao thuộc tính Phong vận mệnh Hòa Hợp khác - Cerydra, là người nắm giữ Ngọn Lửa \"Luật Pháp\", và cũng là người phát động Hành Trình Săn Đuổi Lửa đầu tiên. Cerydra từ nhỏ đã nghiên cứu cờ đạo, giỏi dùng nguyên tắc của cờ để mưu tính, bày mưu lập kế, quyết định thắng bại từ xa. Trong chiến đấu, Chiến Kỹ của Cerydra có thể cung cấp cho một đồng đội \"Quân Công\" buff đặc biệt có thể nâng cấp, tăng Tấn Công và gây thêm Sát Thương Kèm Theo khi tấn công. Theo diễn biến trận đấu, \"Quân Công\" có thể tăng cấp thêm, khi đó, khi đồng đội này thi triển Chiến Kỹ sẽ tăng sát thương Bạo Kích và Xuyên Kháng Toàn Thuộc Tính, còn có thể sao chép thêm một lần hiệu ứng Chiến Kỹ này, tăng sát thương tổng thể! Ngoài ra, khi Cerydra thi triển Tuyệt Kỹ sẽ gây sát thương cho toàn bộ phe địch và Nạp Năng Lượng cho bản thân, cung cấp hỗ trợ liên tục cho trận chiến.\n\n \n\nNgoài ra, nhân vật 5 sao giới hạn: Thợ Săn Stellaron Kafka và Sói Bạc sẽ lần lượt trở lại trong sự kiện Bước Nhảy nửa đầu và nửa sau phiên bản 3.5. Họ sẽ tiếp tục là hỗ trợ mạnh mẽ, kề vai sát cánh với Nhà Khai Phá để cùng đón chờ những thử thách sắp tới.\n\n \n\nKhông chỉ vậy, phiên bản 3.5 còn mang đến một bản đồ hoàn toàn mới, Nhà Khai Phá sẽ được thấy một diện mạo khác của Styxia - \"thành phố tiệc tùng bất tận\". Đồng thời, cốt truyện cũng sẽ chào đón một bước ngoặt quan trọng: Nhà Khai Phá sẽ đối đầu trực diện với Lygus, và cường địch này sẽ liên tục chuyển đổi giữa hai hình thái khác nhau. Tiếp tục giao đấu, thân phận thật sự và mục đích của hắn cũng có thể dần lộ diện.\n\n \n\nVề sự kiện, phiên bản 3.5 không chỉ ra mắt nhân vật mới và cốt truyện phong phú, mà còn mang đến cho Nhà Khai Phá nhiều sự kiện mới đầy thú vị. Trong đó, trong sự kiện \"Nhà Hàng Khu Rừng Lạc Lối Hoàng Kim\", Nhà Khai Phá sẽ cùng các Hậu Duệ Chrysos kinh doanh một nhà hàng tại Aedes Elysiae, để cung cấp món ăn ngon cho các yêu tinh trong Khu Rừng Lạc Lối và xây dựng lại cửa tiệm bỏ hoang. Trong nhà hàng, Nhà Khai Phá sẽ đảm nhận vai trò \"quản lý nhà hàng\", nhận được đánh giá tốt từ các vị khách yêu tinh thông qua việc kinh doanh hợp lý. Đồng thời, trong sự kiện \"Bình Cũ Bạn Mới\", Nhà Khai Phá sẽ một lần nữa hóa thân thành chuyên gia pha chế danh dự tại Quán Bar Ác Mộng để pha chế đồ uống, và còn có những người bạn cũ quen thuộc ghé thăm quán bar, cùng chia sẻ những khoảnh khắc ấm áp này.\n\n \n\nNgoài ra, phiên bản 3.5 còn sẽ ra mắt tính năng chuyển đổi riêng lồng tiếng nhân vật hợp tác. Nhà Khai Phá có thể tự do lựa chọn chuyển đổi lồng tiếng khi chờ, tương tác, và chiến đấu của nhân vật hợp tác sang giọng gốc bản quyền, mang đến trải nghiệm sống động hơn. Đồng thời, Honkai: Star Rail cũng sẽ xuất hiện tại gamescom năm nay. Trong thời gian triển lãm, chào mừng các Nhà Khai Phá đến tham quan và nhận quà miễn phí. Để biết thêm chi tiết về triển lãm, vui lòng theo dõi thông báo chính thức trên mạng xã hội.\n\n \n\nHonkai: Star Rail hỗ trợ các nền tảng PC, iOS, Android, Epic Games Store và PS5, lượng tải trên tất cả nền tảng đã chính thức vượt mốc 150 triệu lượt tải. Tựa game này đã giành được giải thưởng App Store iPhone Game of the Year, Google Play Best Game và The Game Awards BEST MOBILE GAME vào cuối năm 2023, và giành được giải thưởng Game Vận Hành Tốt Nhất Giải Cần Điều Khiển Vàng 2024 (Game Mobile) và PlayStation Partner Awards 2024. Đánh giá ESRB của game là T, đánh giá PEGI là 12.\n\n \n\nThông tin chi tiết về cập nhật mới nhất, vui lòng truy cập địa chỉ: https://hoyo.link/18zDCBAd, hoặc theo dõi @HonkaiStarRail trên Twitter (X), Instagram và Facebook.",
      "date": "2025-08-13",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761082394/xhlsju0xif7dleirqafn.jpg"
    },
    {
      "id": "648e",
      "title": "Genshin Impact Phiên Bản 5.8 Mang Đến Mùa Hè Tươi Mới Tại Khu Nghỉ Dưỡng Nhàn Nhã Natlan Vào 30/07!",
      "name": "Genshin Impact",
      "text": "Thương hiệu giải trí tương tác toàn cầu HoYoverse hôm nay đã công bố, Genshin Impact phiên bản 5.8 \"Chuyến Nghỉ Dưỡng Ngày Hè\" sẽ chính thức ra mắt vào 30/07. Cùng với bầu không khí nóng bức, những con sóng vỗ bên bờ biển lộng gió, bản đồ mạo hiểm ngày hè mở xuyên suốt mới của Natlan, Khu Nghỉ Dưỡng Nhàn Nhã ra mắt, mang đến những sự kiện ngày hè đa dạng đầy màu sắc. Đồng thời, nhân vật đầu tiên đến từ Nod-Krai, Ineffa cũng sẽ ra mắt cùng phản ứng mới Nguyệt-Điện Cảm và màn dạo đầu của câu chuyện tại Nod-Krai.\n\n \n\nXem trailer phiên bản 5.8 tại đây: https://youtu.be/I8N9D61dmHg\n\n\n \n\nTừ phiên bản 5.8, Nhà Lữ Hành sẽ được mời đến thám hiểm Khu Nghỉ Dưỡng Nhàn Nhã, đang thử vận hành trên hòn đảo tràn đầy sức sống mới ở phía tây Natlan. Trên đường đi, không chỉ có những người bạn quen thuộc như Bennett, Chasca, Mualani, mà cả Venti ở phương xa, dường như đang đến thăm bạn cũ tại đây. Câu chuyện liên quan sẽ được tiết lộ trong Nhiệm Vụ Truyền Thuyết \"Chuyến Nghỉ Dưỡng Ngày Hè\". Ngoài ra linh vật của khu nghỉ dưỡng, Asha cũng sẽ gia nhập cuộc vui, cung cấp cho người chơi khả năng thám hiểm như Saurian, giúp mọi người có thể dễ dàng lướt qua mặt nước, lơ lửng trên không trong thời gian ngắn, dạo chơi khắp mọi ngóc ngách của khu nghỉ dưỡng. Ngoài ra, những người bạn nhỏ Asha còn là bậc thầy phun sơn, màu sắc mà họ phun vẽ trên đường không chỉ hỗ trợ giải đố, mà còn có thể mở ra thêm nhiều bí mật của khu nghỉ dưỡng. Nhưng dưới bầu không khí nghỉ dưỡng vui tươi này, vẫn ẩn chứa bí mật của Vùng Biển Lặng, ma vật cổ xưa Bakunawa đang chờ đợi những người khiêu chiến mới.\n\n \n\nBên trong khu nghỉ dưỡng là những sự kiện giới hạn với phần thưởng phong phú. Người chơi có thể dẫn dắt Kau Kau và Akamai trong \"Đồng Hành Vạn Dặm\", nhắm vào đối thủ trong \"Bắn Tỉa Cuồng Phong\", tham gia các bữa tiệc âm nhạc sôi động, hoặc phun sơn các vật thể trong hình dáng của Asha. Thông qua các trò chơi nhỏ này, sẽ có thể nhận được Độ Náo Nhiệt Ngày Hè và mở khóa phần thưởng, bao gồm Trọng Kiếm 4 sao độc quyền của sự kiện \"Trí Tuệ Dung Luyện\" và trang phục mới của Bennett - \"Hành Trình Sắc Lửa\".\n\n \n\nCâu chuyện của Nod-Krai cũng sẽ được chính thức mở ra trong chuỗi \"Bài Ca Không Nguyệt\" phiên bản mới. Trong phiên bản 5.8 phần mở đầu \"Đường Về Nhà\", robot gia dụng đa năng do nhà phát minh thiên tài Aino của Nod-Krai tạo ra, Ineffa sẽ trở thành người bạn đầu tiên đến từ Nod-Krai mà người chơi làm quen. Người chơi sẽ đồng hành cùng cô ấy trong hành trình khám phá bí mật thân thế ở Natlan, nguồn gốc của cô ấy dường như liên quan chặt chẽ đến nền văn minh rồng cổ.\n\n \n\nSau khi kích hoạt mô đun chiến đấu, Ineffa là một chiến sĩ có thực lực cực kỳ mạnh mẽ. Cô ấy sẽ gia nhập đội hình nhân vật chơi được với tư cách là nhân vật 5 sao vũ khí cán dài Nguyên Tố Lôi, đồng thời có thể kích hoạt phản ứng Nguyệt-Điện Cảm hoàn toàn mới. Khi Ineffa ở trong đội, tất cả phản ứng Điện Cảm do đội kích hoạt đều sẽ chuyển thành phản ứng Nguyệt-Điện Cảm. Sau khi kích hoạt phản ứng, trên trận sẽ hình thành Mây Sấm Sét, liên tục gây Sát Thương Nguyên Tố Lôi cho kẻ địch bị gán ấn Nguyên Tố Thủy và Lôi, đồng thời có thể kích hoạt Bạo Kích. Trong chiến đấu, Ineffa còn có thể thi triển khiên và triệu hồi đơn vị hỗ trợ thông minh \"Birgitta\". Birgitta sẽ gây Sát Thương Phạm Vi Nguyên Tố Lôi theo chu kỳ, nếu ở gần có Mây Sấm Sét do phản ứng Nguyệt-Điện Cảm sinh ra, sẽ bổ sung thêm một lần tấn công.\n\n \n\nTrong cầu nguyện nửa đầu phiên bản 5.8, Ineffa sẽ ra mắt cùng sự trở lại của Citlali. Trong nửa sau phiên bản, sẽ là trở lại của Mualani và Chasca.\n\n \n\nNgoài ra, người bạn cũ Yelan đến từ Liyue đang bị cuốn vào một vụ án khó nhằn ở Fontaine, cô ấy đã tránh gây chú ý bằng cách thay trang phục phong cách Fontaine mới mẻ và trang bị một thiết bị chụp ảnh đặc biệt, để bắt những manh mối mà mắt thường không thể nhìn thấy. Trong thời gian giới hạn, người chơi sẽ có thể mua trang phục mới của Yelan - \"Yến Tiệc Tĩnh Lặng\" với giá ưu đãi.\n\n \n\nLần cập nhật mùa hè mới này còn mang đến những ưu hóa hệ thống tiện lợi hơn. Ải dùng thử nhân vật mới và giao diện Thiên Phú đã thêm video hướng dẫn trực tuyến trên cloud, giúp người chơi dễ dàng làm quen. Quản lý thời gian nhiệm vụ cũng được đơn giản hóa, người chơi chỉ cần nhấn \"Đi Theo\", thời gian sẽ tự động điều chỉnh. Ngoài ra, tính năng đi theo nguyên liệu cũng được cải thiện, người chơi có thể nhanh chóng tìm ra nhân vật có thể định vị đặc sản của mỗi khu vực.\n\n \n\nGenshin Impact Phiên Bản 5.8 Sẽ Mang Đến Chuyến Thám Hiểm Mùa Hè Tại Khu Nghỉ Dưỡng Nhàn Nhã Ở Natlan Và Chào Đón Nhân Vật Nod-Krai Đầu Tiên, Ineffa Vào 30/07! Với tính năng nhiều người chơi và đồng bộ lưu trữ, người chơi sẽ có thể tận hưởng hành trình mạo hiểm trên các nền tảng PlayStation®, Xbox, PC, Android và iOS. Trò chơi đã được ESRB xếp hạng T cho Teen trên PS5, PS4, Xbox, PC, Google Play và 12+ trên iOS. Mời các bạn truy cập vào trang chủ chính thức Genshin Impact (genshin.hoyoverse.com) hoặc theo dõi @GenshinImpact trên X, Instagram và Facebook để biết thêm thông tin chi tiết.",
      "date": "2025-07-30",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761082746/fnkwy5jqtkn32erqh3rt.jpg"
    },
    {
      "id": "a1be",
      "title": "Phiên Bản 3.4 Honkai: Star Rail \"Vì Mặt Trời Sắp Bị Phá Hủy\" Sẽ Ra Mắt Vào 02/07",
      "name": "Honkai: Star Rail",
      "text": "Singapore, 20/6/2025 - HoYoverse, thương hiệu giải trí tương tác toàn cầu, hôm nay đã công bố phiên bản 3.4 mới \"Vì Mặt Trời Sắp Bị Phá Hủy\" của Honkai: Star Rail sẽ ra mắt vào 02/07. Trong bản cập nhật này, Phainon và Nhà Khai Phá sẽ cùng nhau đứng tại ngã rẽ của số phận, tiến một bước quyết định có thể đốt cháy Bình Minh của Tái Sáng Thế. Đồng thời, ba nhân vật mới có thể chơi được - Phainon, Saber và Archer - cũng sẽ xuất hiện rực rỡ, với phong cách chiến đấu và bối cảnh độc đáo của họ sẽ mang đến thêm sự Hấp Dẫn sâu sắc cho hành trình sử thi này. Xuyên suốt phiên bản này, nhiều Sự Kiện Hạn Giờ, ưu hóa tính năng và sự kiện mới sẽ lần lượt ra mắt, mang đến những bất ngờ và thử thách chưa từng có cho mỗi một người chơi trong dải ngân hà.\n\n \n\nNhấn để xem trailer mới nhất:\n\n\n \n\nTrong câu chuyện trước đó, Hậu Duệ Chrysos đã dốc hết sức lực, chỉ để tranh giành từng giây phút, giúp Nhà Khai Phá và Phainon đưa \"Ngọn Lửa\" cuối cùng trở về Tâm Vòng Xoáy Sáng Thế. Khi màn sương mù bao phủ Amphoreus dần tan biến, chân tướng cũng ngày một rõ ràng hơn: tất cả những điều này chưa bao giờ đơn giản như vẻ bề ngoài của nó. Và câu chuyện tiếp theo sẽ không còn giới hạn trong một thế giới nào nữa, ánh bình minh của Tái Sáng Thế có thể sẽ vang vọng giữa muôn vì sao, và trong dư chấn của cơn bão này, những lựa chọn của Nhà Khai Phá có lẽ sẽ quyết định vận mệnh của cả vũ trụ.\n\n \n\nTrong cốt truyện chính sắp được mở ra, Phainon - nhân vật được mong đợi cuối cùng sẽ tham gia vào đội hình của Nhà Khai Phá với vai trò then chốt. Anh sinh ra tại Aedes Elysiae, là một trong những Hậu Duệ Chrysos đầu tiên thể hiện thiện chí với Nhà Khai Phá tại Amphoreus. Trong những thời khắc đầy nguy hiểm, anh luôn xông pha phía trước, che chở cho mọi người. Tuy nhiên, đằng sau vẻ điềm tĩnh và dịu dàng đó, Phainon cũng gánh vác rất nhiều kỳ vọng của mọi người. Trong phiên bản 3.4, người chơi sẽ cùng Nhà Khai Phá khám phá sâu vào Aedes Elysiae, tìm hiểu về quá khứ của Phainon - chứng kiến cách anh trưởng thành thành một chiến binh, cách anh tham gia vào Hành Trình Săn Đuổi Lửa, và từng bước trở thành con người như ngày hôm nay. Trong chiến đấu, Phainon có thể tích lũy \"Ngọn Lửa\" bằng nhiều cách khác nhau. Khi \"Ngọn Lửa\" tích lũy đến một mức nhất định, Phainon có thể kích hoạt Tuyệt Kỹ, hoàn thành Biến Thân và triển khai một \"Vùng Lãnh Thổ\", đối đầu với kẻ địch trong một hình thái hoàn toàn mới, sức mạnh chiến đấu cũng sẽ tăng lên đáng kể. Trong trạng thái Biến Thân của anh, các đồng đội sẽ tạm thời rời trận, nhưng các hiệu ứng tăng cường vẫn còn hiệu lực. Phainon sau khi Biến Thân bằng \"Ngọn Lửa\" sẽ nhận được kỹ năng mới, có thể sử dụng sức mạnh của Titan Sáng Thế, Tai Ương và Trụ Cột để chiến đấu. Ngoài ra, đáng chú ý là khi Phainon ở trong đội hình, giới hạn điểm Bí Kỹ của đội sẽ được tăng lên. Khi anh sử dụng Bí Kỹ, có thể trực tiếp tiêu diệt kẻ địch thường trong phạm vi nhất định mà không kích hoạt chiến đấu, từ đó hỗ trợ người chơi trong việc phiêu lưu và khám phá bản đồ thế giới mở.\n\n \n\nBên cạnh Amphoreus, Penacony cũng sắp có một câu chuyện vô cùng thú vị: Gần đây, Nhà Khai Phá đã nhận được một lá thư mời bí ẩn từ người đứng đầu gia tộc Alfalfa - Ông Oti, mời tham gia vào một chương trình giải trí có tên \"Mộng Đẹp Và Chén Thánh\". Cuộc Chiến Chén Thánh lần này sẽ lấy Penacony làm sân khấu, bảy người được mời sẽ triệu hồi những nhân vật nổi tiếng trong lịch sử Penacony làm Servant, kề vai tác chiến cùng họ. Ngoài Nhà Khai Phá, những gương mặt quen thuộc như Aventurine, Boothill, Robin cũng sẽ đại diện tham chiến. Đồng thời, ba Anh Linh huyền thoại cũng sẽ xuất hiện theo lời triệu hồi của Chén Thánh - Saber, Archer và Lancer. Cuộc chiến \"Mộng Đẹp Và Chén Thánh\" đầy hoa lệ và bí ẩn này sẽ diễn ra như thế nào? Ai sẽ kết giao khế ước với ai? Tất cả những câu hỏi này sẽ chờ Nhà Khai Phá đích thân giải đáp. Chương đặc biệt hợp tác giữa Honkai: Star Rail × Fate/stay night [Unlimited Blade Works] - Khai Phá Tiếp Diễn \"Mộng Đẹp Và Chén Thánh\" và sự kiện \"Fate/stay night\" sẽ chính thức ra mắt vào 11/07, hãy đón chờ nhé!\n\n \n\nĐáng chú ý, trong sự kiện Hợp Tác lần này, Saber sẽ chính thức tham gia đội hình như một nhân vật có thể điều khiển được. Saber là nhân vật 5 sao thuộc tính Phong vận mệnh Hủy Diệt, Tuyệt Kỹ \"Excalibur\" của cô có thể gây lượng lớn sát thương Phong lên toàn bộ phe địch, đồng thời chuyển hóa Tấn Công Thường thành Tấn Công Thường Cường Hóa có thể gây sát thương lên toàn bộ địch. Trong chiến đấu, Saber có thể tích lũy điểm Cộng Hưởng Lõi Trung Tâm thông qua nhiều cách như sử dụng Bí Kỹ, Tấn Công Thường, hoặc khi đồng đội tung Tuyệt Kỹ. Khi cô có đủ điểm, sẽ lập tức nhận được một lượt hành động bổ sung. Nếu dùng Chiến Kỹ vào lúc này, Saber sẽ tiêu hao toàn bộ Cộng Hưởng Lõi Trung Tâm, tăng sát thương Chiến Kỹ và lập tức nạp đầy Năng Lượng cần thiết cho Tuyệt Kỹ.\n\n \n\nĐồng thời, Archer cũng sẽ trở thành nhân vật có thể điều khiển, hỗ trợ người chơi đối đầu với cường địch trong Cuộc Chiến Chén Thánh và các cuộc phiêu lưu vũ trụ sau này. Archer là nhân vật thuộc tính Lượng Tử vận mệnh Săn Bắn, sở trường gây sát thương lên một kẻ địch thông qua việc liên tục tung ra Chiến Kỹ. Khi thi triển Chiến Kỹ sẽ vào trạng thái Kết Nối Mạch, lúc này mỗi lần tung Chiến Kỹ sẽ không kết thúc hiệp, có thể tiếp tục thi triển cho đến khi hết Điểm Chiến Kỹ; Sát Thương gây ra sẽ tăng lên theo số lần thi triển Chiến Kỹ. Khi thi triển Tuyệt Kỹ, Archer sẽ ngâm nga thần chú kinh điển, kích hoạt \"Vô Hạn Kiếm Chế\", gây một đòn mạnh lên 1 kẻ địch và nhận được Nạp Năng Lượng Đặc Biệt. Trong các trận chiến tiếp theo, chỉ cần đồng đội phe ta phát động Tấn Công, Archer có thể tiêu hao năng lượng để thi triển Đòn Đánh Theo Sau, đồng thời hồi phục 1 Điểm Chiến Kỹ cho đội ngũ.\n\n \n\nTừ khi sự kiện hợp tác bắt đầu vào 11/07 cho đến khi kết thúc phiên bản 3.6, Nhà Khai Phá đăng nhập vào game sẽ nhận được miễn phí \"Nhân Vật 5 Sao Giới Hạn Hợp Tác\" Archer. Đáng chú ý, banner nhân vật và Nón Ánh Sáng của đợt hợp tác này sẽ mở \"dài kỳ\" kể từ ngày sự kiện bắt đầu.\n\n \n\nTrong phiên bản 3.4, không chỉ có nhiều nhân vật được yêu thích quay trở lại, mà còn có nhiều nhân vật cũ được tăng cường sức mạnh và những nhân vật được fan yêu thích sẽ có diện mạo mới. Trong nửa đầu phiên bản, các nhân vật 5 sao giới hạn Tribbie, Sunday và Sparkle sẽ trở lại hạn giờ; Trong khi vào nửa sau, Firefly, Jingliu và Blade cũng sẽ tái xuất. Quan trọng hơn, Sói Bạc, Blade, Kafka và Jingliu sẽ được ưu hóa toàn diện trong bản cập nhật này, bao gồm cả cơ chế chiến đấu và hiệu ứng Tinh Hồn. Đáng chú ý là người chơi có thể tự do chuyển đổi giữa chế độ chiến đấu cũ và mới, linh hoạt lựa chọn phiên bản phù hợp nhất với phong cách chiến đấu cá nhân. Đồng thời, trang phục mới \"Thư Tay Ngày Xuân\" của Firefly cũng sẽ lần đầu xuất hiện trong bản cập nhật này, mang đến diện mạo hoàn toàn mới cho thiếu nữ Thợ Săn Stellaron này.\n\n \n\nNgoài ra, tính năng bỏ qua hội thoại đã được đề cập trước đó cũng sẽ chính thức được triển khai trong phiên bản 3.4, cho phép người chơi tự do điều chỉnh nhịp độ cốt truyện theo sở thích của mình. Mini-game quen thuộc \"Chim Giấy\" cũng sẽ trở lại mạnh mẽ, mang đến một chút niềm vui thoải mái và sinh động cho phiên bản này.\n\n \n\nHonkai: Star Rail hỗ trợ các nền tảng PC, iOS, Android, Epic Games Store và PS5, lượng tải trên tất cả nền tảng đã chính thức vượt mốc 150 triệu lượt tải. Tựa game này đã giành được giải thưởng App Store iPhone Game of the Year, Google Play Best Game và The Game Awards BEST MOBILE GAME vào cuối năm 2023, và giành được giải thưởng Game Vận Hành Tốt Nhất Giải Cần Điều Khiển Vàng 2024 (Game Mobile) và PlayStation Partner Awards 2024. Đánh giá ESRB của game là T, đánh giá PEGI là 12.\n\n \n\nThông tin chi tiết về cập nhật mới nhất, vui lòng truy cập địa chỉ: https://hoyo.link/18zDCBAd, hoặc theo dõi @HonkaiStarRail trên Twitter (X), Instagram và Facebook.",
      "date": "2025-09-02",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761083111/fzks2ca2o1qivaprgq9p.png"
    },
    {
      "id": "3b53",
      "name": "abc",
      "title": "sdad",
      "text": "asdasd",
      "date": "2025-10-01",
      "status": true,
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761296549/u9x8rocnsytm4ze5hdbf.png"
    }
  ],
  "listGames": [
    {
      "id": "d476",
      "name": "Genshin Impact",
      "title": "Bắt đầu hành trình mạo hiểm đầy ẩn số",
      "link": "https://genshin.hoyoverse.com/vi/home?utm_source=HoYoverse&utm_medium=products",
      "status": "true",
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761088281/rfrjgme03vnamy9j5wrm.jpg",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761088291/cnu49zw7hdrgcuzx8yma.jpg"
    },
    {
      "id": "800b",
      "name": "Zenless Zone Zero",
      "title": "Chào mừng đến với new Eridu!",
      "link": "https://zenless.hoyoverse.com/vi-vn?utm_source=HoYoverse&utm_medium=products",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760948872/kfeafyqdbb9hxmlhg1hu.png",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760948894/kckjexhko4qttpfazgzq.jpg"
    },
    {
      "id": "96cb",
      "name": "HoKai Impact 3",
      "title": "Chiến đấu vì những điều tốt đẹp nhất trên thế giới",
      "link": "https://honkaiimpact3.hoyoverse.com/asia?utm_source=HoYoverse&utm_medium=products",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760949758/uq3kaiwe9oow2bpa1c3i.jpg",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1760949776/h3k78oldi77tjnamp9vk.png"
    },
    {
      "id": "b375",
      "name": "HoYolab",
      "title": "HoYolab là nhóm cộng đồng Game, tại đây tập hợp các thông tin chính   thức..",
      "link": "ádasd",
      "status": true,
      "logo": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761032812/zrqws2tmki2i1xdly0yk.jpg",
      "image": "https://res.cloudinary.com/dyb1ybovu/image/upload/v1761032820/mbvkrfta1v4tml9jucwo.jpg"
    }
  ],
  "user": [
    {
      "id": "1761286319355",
      "username": "Bach",
      "email": "bach123@gmail.com",
      "password": "bachtv1234",
      "role": "admin"
    },
    {
      "id": 1761296344121,
      "username": "bachtv1234",
      "email": "bachtv1234@gmail.com",
      "password": "bachtv1234",
      "role": "user"
    }
  ]
}